{"type":"FeatureCollection","features":[{"type":"Feature","properties":{"artist":"M12 STUDIO","title":"Conejos Fieldwork Site, La Florida, Colorado","description":"The Conejos Fieldwork Site is located outside of Antonito, Colorado, on a 10-acre historic adobe ranch. Serving as M12’s HQ for the Landlines Initiative, the site is part of a multi-generation family ranch of nearly 500 acres. Ronald Rael and family grow hay, manage historic acequias, and preserve historic adobe structures throughout Southern Colorado. In collaboration with Rael, M12 utilizes part of the ranch to invite contributors to work in and with the living material around Conejos County, one of the five poorest counties in Colorado, but culturally one of its richest. The unique physical geography, cultural and economic diversity, and extraordinary environmental phenomena all enhance our work on the Landlines Initiative. ","images":"M12_01.jpeg"},"geometry":{"type":"Point","coordinates":[-105.92538051959495,37.06187200399451]}},{"type":"Feature","properties":{"artist":"Kristy Duran","title":"Seasons in La Botica: Microcosm of the San Luis Valley","description":"Kristy Duran’s roots in the San Luis Valley go back 180 years or more, making it her home but also a place for her ongoing research. Duran tells us, “Growing up, I always knew this place was special in a way that I could not easily articulate. It wasn’t until I returned to the valley after a 20-year absence, that I began to find the words.” For Landlines, Duran is focused on La Botica, a region rich in botanical diversity located in a remote part of the south valley. La Botica is an archaeological site with a unique ecological setting that sits on a shelf that cannot be seen from the canyon below or the plains above. For Landlines, Duran will share the unique geology and biology of La Botica as well as the stories of the people who visited the land over the past several hundred years.","images":"KD_03.jpeg"},"geometry":{"type":"Point","coordinates":[-105.87673326457147,37.46810043923201]}},{"type":"Feature","properties":{"title":"Land of Spirits","artist":"Elliot Ross","description":"Elliot Ross is a Ft. Collins based photographer with a BFA from the Savannah College of Art and Design. His work has been widely published, with notable appearances in National Geographic Magazine, The Guardian, Vice and The Atlantic. Ross’s artwork focuses predominantly on human stories that explore the divisive geopolitical borderlands and transitional rural landscapes. As a part of Landlines, Ross completed an artist residency and produced Land of Spirits, a series of photographic work.","images":"ER_01.jpeg"},"geometry":{"type":"Point","coordinates":[-105.62305748462676,37.00289111300673]}},{"type":"Feature","properties":{"title":"R.Mutt (Renegade Modernist Utility Travel Trailer) SLV Tour","artist":"Buster Graybill ","description":"Buster Graybill is an Assistant Professor of Art at the University of Texas at San Antonio. He utilizes sculpture, installation, video, and photography to traverse cultural boundaries within often overlooked objects, materials and places. For Landlines, Graybill has created, R. Mutt, an autonomous living unit that he activates as an object to rally DIY off-road camping and trailer enthusiasts. Alongside the San Luis Valley Overland Club, Graybill is organizing skill-sharing events and community campouts around the SLV for summer 2021.  ","images":"BGB_01.jpeg"},"geometry":{"type":"Point","coordinates":[-105.4632568359375,37.189860709456596]}},{"type":"Feature","properties":{"artist":"Kali Fajardo-Anstine","title":"Conversations with Elders and Youth","description":"Kali Fajardo-Ansitine is a writer from Denver, Colorado. She is the author of Sabrina & Corina, a finalist for the 2020 National Book Award. Writer Sandra Cisneros describes a space,“where Latinas of Indigenous descent living in the American West take center stage in this haunting debut story collection—a powerful meditation on friendship, mothers and daughters, and the deep-rooted truths of our homelands.” For Landlines, Fajardo-Anstine looked deeper into her roots in the San Luis Valley, met with elders, and from that experience developed a number of ideas for her work. ","images":"KFA_01.jpg"},"geometry":{"type":"Point","coordinates":[-106.14563226699829,38.08748186656206]}},{"type":"Feature","properties":{"title":"Geomorphs of the San Luis Valley: The Story Behind the Scenery ","artist":"Andrew Valdez","description":"The San Luis Valley consists of a broad, flat valley floor surrounded by the San Juan and Sangre de Cristo Mountains, as well as the volcanoes of the Taos Plateau.  All these features contribute to a very “scenic” quality to the San Luis Valley. Andrew takes us into the valley through lidar and spatial scanning helping us to understand the geological processes that created them. As Andrew says, “when you see a beautiful landscape, you're not only seeing shapes, shadows, and scale, you're seeing a story about its formation and why it is there.”","images":"AV_01.png"},"geometry":{"type":"Point","coordinates":[-105.52831649780273,37.74139927315054]}},{"type":"Feature","properties":{"artist":"Chip Thomas ","title":"La Isla Schoolhouse and Fort Garland Murals","description":"Chip Thomas creates work under the moniker Jetsonorama, and as a long-time M12 collaborator he has been using his time in the San Luis Valley, “learning the history and hearing stories of people in this cattle ranching and farming community with a large population of people who trace their ancestry back to the Spanish colonists who passed through the region beginning in the 1500s.” For the project, Chip interviewed a number of elders who went to school in La Isla. Family photos from Walter Perea and others were used as reference images for the murals. ","images":"CT_01.jpeg"},"geometry":{"type":"Point","coordinates":[-105.9272,37.1054]}}]}