{
"type": "FeatureCollection",
"name": "Vernacular Architecture & Built Environments",
"crs": { "type": "name", "properties": { "name": "urn:ogc:def:crs:OGC:1.3:CRS84" } },
"features": [
{ "type": "Feature", "properties": { "Name": "North River Bridge", "tessellate": -1, "extrude": 0, "visibility": -1 }, "geometry": { "type": "Point", "coordinates": [ -105.866124, 37.4754719, 0.0 ] } },
{ "type": "Feature", "properties": { "Name": "Rio Grande Gorge Bridge", "tessellate": -1, "extrude": 0, "visibility": -1 }, "geometry": { "type": "Point", "coordinates": [ -105.7330458, 36.4762244, 0.0 ] } },
{ "type": "Feature", "properties": { "Name": "Iglesia de San Francisco de Assisi", "description": "Iglesia de San Francisco de Assisi is significant for Hispanic Heritage as the central gathering place for the community of San Francisco (La Valley). The church remains the location for ongoing cultural use and is a site of regular community gatherings. In the summer months a priest from the Sangre de Cristo Parish conducts a Mass, in Spanish, at each local mission church in the area. It is an example of vernacular church constructed for the San Luis Catholic mission churches after World War II and has Gothic and Mission Revival elements. It shows how after WWII they adopted modern building concrete block rather than adobe bricks.<br><br>https:\/\/www.sangreheritage.org\/explore\/#w2gm-listing-6089", "tessellate": -1, "extrude": 0, "visibility": -1 }, "geometry": { "type": "Point", "coordinates": [ -105.34942, 37.1023933, 0.0 ] } },
{ "type": "Feature", "properties": { "Name": "Iglesia de San Pedro y San Pablo", "description": "Iglesia de San Pedro y San Pablo is significant for Hispanic Heritage as the communal gathering place for the communities of San Pedro and San Pablo. The 1933 church remains the location for ongoing cultural use and is a site of regular community gatherings.<br><br>https:\/\/www.sangreheritage.org\/explore\/#w2gm-listing-6096", "tessellate": -1, "extrude": 0, "visibility": -1 }, "geometry": { "type": "Point", "coordinates": [ -105.4017778, 37.161291, 0.0 ] } },
{ "type": "Feature", "properties": { "Name": "Iglesia de la Inmaculada Concepción", "description": "Iglesia de la Inmaculada Concepción was built in 1938 after the original church burned down in 1935. A community baseball team called the Chama Kitos sold game tickets to raise money under the direction of Father Onofre Martorell. It has a single-story cruciform plan with an eastern nave entrance. It is significant for Hispanic Heritage and was used as a religious center and social gathering location for the Chama community. In the summer months a priest from the Sangre de Cristo Parish conducts a Mass, in Spanish, at each local mission church in the area. The community still gathers at the church during Holy Week before carrying a model of the church to San Luis for religious observances. They also gather in July for the Feast of St. James and in December for the Feast of the Immaculate Conception.<br><br>https:\/\/www.sangreheritage.org\/explore\/#w2gm-listing-6082", "tessellate": -1, "extrude": 0, "visibility": -1 }, "geometry": { "type": "Point", "coordinates": [ -105.3817417, 37.1632865, 0.0 ] } },
{ "type": "Feature", "properties": { "Name": "SPMDTU Chama Concilio #31\n", "description": "The Sociedad Proteccion Mutua de Trabajadores Unidos (S.P.M.D.T.U.) Lodge Hall in Chama, Colorado was built in ca. 1920. It was considered significant for its contribution to Hispanic history of the state, its adobe construction, and its likelihood to yield important information for prehistory or history. The property was used as a lodge hall for the Hispanic labor union from the time it was built until recently. The S.P.M.D.T.U. is still an active organization in Colorado and Northern New Mexico. The organization was founded to provide mutual aid to its members by pooling their resources to assist one another in times of need. (https:\/\/www.sangreheritage.org\/explore\/#w2gm-listing-6083)<br><br>http:\/\/www.spmdtu.org\/", "tessellate": -1, "extrude": 0, "visibility": -1 }, "geometry": { "type": "Point", "coordinates": [ -105.375206, 37.1625302, 0.0 ] } },
{ "type": "Feature", "properties": { "Name": "Rito Seco Creek Culvert", "description": "The bridge is comprised of two 18-foot spans, the steel arch culvert is faced with local volcanic fieldstone. Constructed in 1936, the culvert remains intact as a good example of one of the smaller bridges built by the Works Progress Administration during the years of the Great Depression.<br><br>https:\/\/www.sangreheritage.org\/explore\/#w2gm-listing-6092", "tessellate": -1, "extrude": 0, "visibility": -1 }, "geometry": { "type": "Point", "coordinates": [ -105.4263974, 37.2002883, 0.0 ] } },
{ "type": "Feature", "properties": { "Name": "Capilla de Viejo San Acacio", "description": "The Capilla de Viejo San Acacio is the oldest continually used non-Native American religious space in Colorado. As the symbolic and actual center of the Viejo San Acacio community, the church and cemetery (capilla y campo santo) are the location for ongoing cultural use and the site of repeated community gatherings since the village formed circa 1850. Additionally, due to representations of a regional folk art tradition as expressed through hand-carved gravestones in the cemetery, it is artistically significant. In the summer months a priest from the Sangre de Cristo Parish conducts a Mass, in Spanish, at each local mission church in the area.<br><br>https:\/\/www.sangreheritage.org\/explore\/#w2gm-listing-6087", "tessellate": -1, "extrude": 0, "visibility": -1 }, "geometry": { "type": "Point", "coordinates": [ -105.50844, 37.2018328, 0.0 ] } },
{ "type": "Feature", "properties": { "Name": "A. A. Salazar House", "tessellate": -1, "extrude": 0, "visibility": -1 }, "geometry": { "type": "Point", "coordinates": [ -105.4259425, 37.2026604, 0.0 ] } },
{ "type": "Feature", "properties": { "Name": "Garcia School ", "description": "The Garcia School is located in the original location of the Plaza de Los Manzanares, which was settled in 1849. It is one of only a couple original territorial adobe buildings that remains and still maintains its architectural integrity. The construction date is believed to be around 1913. The property was sold to Costilla County School District Number Two under the express condition that it be used for a public school. It closed in 1963, but later served as a community library and location for a Head Start program.<br><br>https:\/\/www.sangreheritage.org\/explore\/#w2gm-listing-6085", "tessellate": -1, "extrude": 0, "visibility": -1 }, "geometry": { "type": "Point", "coordinates": [ -105.5374329, 37.0065324, 0.0 ] } },
{ "type": "Feature", "properties": { "Name": "Sacred heart mission in Garcia", "tessellate": -1, "extrude": 0, "visibility": -1 }, "geometry": { "type": "Point", "coordinates": [ -105.538821, 37.0087478, 0.0 ] } },
{ "type": "Feature", "properties": { "Name": "Mesita Volcano Mine", "tessellate": -1, "extrude": 0, "visibility": -1 }, "geometry": { "type": "Point", "coordinates": [ -105.6381091, 37.1070479, 0.0 ] } },
{ "type": "Feature", "properties": { "Name": "Mesita Volcanic Rock Architecture", "tessellate": -1, "extrude": 0, "visibility": -1 }, "geometry": { "type": "Point", "coordinates": [ -105.6022753, 37.0998602, 0.0 ] } }
]
}
